anbuselvanrocky.bootstrap5-vscode
blackboxapp.blackbox
blackboxapp.blackboxagent
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
burkeholland.simple-react-snippets
christian-kohler.npm-intellisense
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
donjayamanne.githistory
dsznajder.es7-react-js-snippets
ecmel.vscode-html-css
equimper.react-native-react-redux
esbenp.prettier-vscode
github.copilot
github.copilot-chat
infeng.vscode-react-typescript
janne252.fontawesome-autocomplete
mohd-akram.vscode-html-format
ms-ceintl.vscode-language-pack-es
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode.vscode-typescript-next
ms-vscode.vscode-websearchforcopilot
msjsdiag.vscode-react-native
muftyoftech.ask-codebase
pkief.material-icon-theme
rifi2k.format-html-in-php
rocketseat.theme-omni
rodrigovallades.es7-react-js-snippets
sixth.sixth-ai
tobiasalthoff.atom-material-theme
wscats.html-snippets
xabikos.javascriptsnippets
xdebug.php-debug
zarifprogrammer.tailwind-snippets
zignd.html-css-class-completion
zobo.php-intellisense
